Repository: dickyrey/joblance_freebase
Catalog: lib/l10n/app_*.arb
Languages: ms

source: About
ms: Mengenai

source: About this application
ms: Mengenai permohonan ini

source: Account settings
ms: Tetapan akaun

source: Active Jobs
ms: Pekerjaan aktif

source: Address
ms: Alamat

source: Address not filled
ms: Alamat tidak diisi

source: Already have an account?
ms: Sudah mempunyai akaun?

source: Applications
ms: Aplikasi

# applies_for
source: Applied for
ms: Digunakan untuk

source: Apply
ms: Memohon

source: Apply Now
ms: Mohon sekarang

source: Apply successfully
ms: Memohon dengan jayanya

source: Are you sure want to apply this job?
ms: Adakah anda pasti mahu menerapkan pekerjaan ini?

source: Are you sure want to sign out ?
ms: Adakah anda pasti mahu mendaftar keluar?

source: Are you sure you want to cancel the application?
ms: Adakah anda pasti mahu membatalkan permohonan itu?

source: Back
ms: Kembali

source: Become a Recruiter
ms: Menjadi perekrut

source: Birthday Date
ms: Tarikh hari jadi

source: Browse Job
ms: Layari kerja

source: Buy this app with adorable price
ms: Beli aplikasi ini dengan harga yang menggemaskan

source: Camera
ms: Kamera

source: Camera on pressed!
ms: Kamera pada ditekan!

source: Cancel
ms: Batalkan

source: Cancel My Application
ms: Batalkan permohonan saya

source: Category
ms: Kategori

source: Change Language
ms: Tukar bahasa

source: Changes Saved!
ms: Perubahan disimpan!

source: Clear All
ms: Kosongkan semua

source: Code from SMS
ms: Kod dari SMS

source: Company
ms: Syarikat

source: Company Size
ms: Saiz syarikat

source: Completed
ms: Selesai

source: Contact Info
ms: Maklumat hubungan

source: Contact Us
ms: Hubungi Kami

source: Continue With Google
ms: Teruskan dengan Google

source: Contract
ms: Kontrak

source: Country
ms: Negara

source: Currency
ms: Mata wang

source: Data is too short
ms: Data terlalu pendek

source: Delete
ms: Padam

source: Direct Messages
ms: Mesej terus

# dont_have_an_account
source: Donâ€™t have an account?
ms: Tidak mempunyai akaun?

source: Edit Profile
ms: Sunting profil

source: Email Address
ms: Alamat emel

source: Email already in use
ms: E-mel sudah digunakan

source: Email not found
ms: E -mel tidak dijumpai

source: Enter Job Description
ms: Masukkan keterangan kerja

source: Enter Job Location
ms: Masukkan lokasi pekerjaan

source: Enter Job Position
ms: Masukkan kedudukan pekerjaan

source: Enter Location
ms: Masukkan lokasi

source: Enter Salary
ms: Masukkan gaji

source: Enter the number of employees
ms: Masukkan bilangan pekerja

source: Enter your company name
ms: Masukkan Nama Syarikat Anda

source: Enter Your Email Address
ms: Masukkan alamat emel anda

source: Enter Your Mobile Number
ms: Masukkan nombor telefon bimbit anda

source: Enter your name
ms: Masukkan nama anda

source: Enter Your Password
ms: Masukkan kata laluan anda

source: Enter your phone number
ms: Masukkan nombor telefon anda

source: Enter your role
ms: Masukkan peranan anda

source: Enter Your Username
ms: Masukkan nama pengguna anda

source: Entry Level
ms: Tahap kemasukan

source: Error to open browser
ms: Ralat untuk membuka penyemak imbas

source: Exit from your account
ms: Keluar dari akaun anda

source: Experience Level
ms: Tahap pengalaman

source: Explore careers that have high job satisfaction.
ms: Terokai kerjaya yang mempunyai kepuasan kerja yang tinggi.

source: Filters
ms: Penapis

source: Find great talent for your business
ms: Cari bakat yang hebat untuk perniagaan anda

source: Find great talent for your business Or Take your career to the next level.
ms: Cari bakat yang hebat untuk perniagaan anda atau mengambil kerjaya anda ke peringkat seterusnya.

source: Find Job
ms: Cari kerja

source: Find Talent
ms: Cari bakat

source: Find Your Perfect Job!
ms: Cari pekerjaan anda yang sempurna!

source: Finding opportunity that Suites you....
ms: Mencari peluang yang suite anda ....

source: Followers
ms: Pengikut

source: Following
ms: Berikut

source: Forgot Password?
ms: Lupa kata laluan?

source: Full-Time
ms: Sepenuh masa

source: Gallery
ms: Galeri

source: Gallery on pressed!
ms: Galeri ditekan!

source: Get help
ms: Dapatkan pertolongan

source: Get help clicked!
ms: Dapatkan bantuan diklik!

source: Get selected for your dream job.
ms: Pilih untuk pekerjaan impian anda.

source: Get Started
ms: Bermula

source: Give a Feedback
ms: Beri maklum balas

source: Give a feedback clicked!
ms: Berikan maklum balas yang diklik!

source: Google Sign in Clicked
ms: Masuk Google Diklik

source: Groups
ms: Kumpulan

source: Help
ms: Bantu

source: Hi
ms: Hai

source: hour
ms: jam

source: Invalid data format
ms: Format data tidak sah

source: Invalid email address format
ms: Format alamat e -mel yang tidak sah

source: Invalid mobile number format
ms: Format nombor mudah alih yang tidak sah

source: Invalid number format
ms: Format nombor tidak sah

source: Invalid password format
ms: Format kata laluan tidak sah

source: It will be valid for
ms: Ia akan sah untuk

source: Job Cancelled!
ms: Pekerjaan dibatalkan!

source: Job Category
ms: Kategori Kerja

source: Job description
ms: Deskripsi kerja

source: Job details
ms: Perincian pekerjaan

source: Job Location
ms: Lokasi Pekerjaan

source: Job Position
ms: Jawatan kerja

source: Job Posted!
ms: Pekerjaan yang diposkan!

source: Job title, Keyword, Company etc.
ms: Tajuk Pekerjaan, Kata Kunci, Syarikat Dll.

source: Job Type
ms: Jenis pekerjaan

source: Jobs
ms: Pekerjaan

source: Jobs for you
ms: Pekerjaan untuk anda

source: Language
ms: Bahasa

source: Legal
ms: Undang -undang

source: Let's Go
ms: Mari pergi

source: Location
ms: Lokasi

source: Log Out
ms: Log keluar

source: Main info
ms: Maklumat utama

source: Messages
ms: Mesej

source: Mid Level
ms: Tahap pertengahan

source: Mobile Number
ms: Nombor telefon

source: More Button Clicked!
ms: Lebih banyak butang diklik!

source: My Profile
ms: Profil saya

source: Nearby Jobs
ms: Pekerjaan berdekatan

source: Next
ms: Seterusnya

source: No internet Connection
ms: Tiada sambungan internet

source: Notification Deleted!
ms: Pemberitahuan dipadam!

source: Notifications
ms: Pemberitahuan

source: Online
ms: Dalam talian

source: Or
ms: Atau

source: OTP Verification
ms: Pengesahan OTP

source: Our extensive network of companies allows us to have high-quality connections for you since we work closely with so many of them
ms: Rangkaian syarikat kami yang luas membolehkan kami mempunyai hubungan berkualiti tinggi untuk anda kerana kami bekerja rapat dengan begitu banyak daripada mereka

source: Part-Time
ms: Sambilan

source: Password
ms: Kata laluan

source: Please enter a value
ms: Sila masukkan nilai

source: Popular Jobs
ms: Pekerjaan yang popular

source: Popular Search
ms: Carian Popular

source: Position
ms: Kedudukan

source: Post a Job
ms: Hantarkan pekerjaan

source: Privacy Policy
ms: Dasar Privasi

source: Proceed
ms: Meneruskan

source: Published Jobs
ms: Pekerjaan yang diterbitkan

source: Purchase this App
ms: Beli aplikasi ini

source: Recently Added
ms: Baru sahaja ditambah

source: Recently Saved Jobs
ms: Pekerjaan baru -baru ini yang disimpan

source: Register Now
ms: Daftar sekarang

source: Register to hire
ms: Daftar untuk disewa

source: Register to Joblance
ms: Daftar untuk Joblance

source: Remember me
ms: Ingat saya

source: Remote
ms: Jauh

source: Removed from saved jobs
ms: Dikeluarkan dari pekerjaan yang disimpan

source: Results for
ms: Keputusan untuk

source: Reviews
ms: Ulasan

source: Salary
ms: Gaji

source: Save Changes
ms: Simpan perubahan

source: Saved Jobs
ms: Pekerjaan yang disimpan

source: Search
ms: Cari

source: Search Candidate
ms: Cari calon

source: Search for your Next job
ms: Cari pekerjaan anda yang seterusnya

source: Search Job
ms: Cari Pekerjaan

source: Search Jobs
ms: Cari Pekerjaan

source: Seconds
ms: Saat

source: See More
ms: Lihat lagi

source: Select Category
ms: Pilih Kategori

source: Send on pressed!
ms: Hantar ditekan!

source: Senior Level
ms: Tahap Kanan

source: Settings
ms: Tetapan

source: Show All
ms: Tunjukkan semua

source: Show Less
ms: Tunjukkan kurang

source: Show More
ms: Tunjukkan lebih banyak

source: Sign In
ms: Log masuk

source: Sign In to Joblance
ms: Log masuk ke Joblance

source: Sign Out
ms: Log masuk

source: Sign Up
ms: Daftar

source: Skip
ms: Langkau

source: SMS was sent to your number
ms: SMS dihantar ke nombor anda

source: Sorry, No result found!
ms: Maaf, tiada hasil yang dijumpai!

source: Support
ms: Sokongan

source: Terms of Service
ms: Syarat Perkhidmatan

source: The job you are looking for is not found, find another job that suits you.
ms: Pekerjaan yang anda cari tidak dijumpai, cari pekerjaan lain yang sesuai dengan anda.

source: Theme, Language, Notifications
ms: Tema, bahasa, pemberitahuan

source: Theme Mode
ms: Mod tema

source: There are many jobs available in a variety of big companies that will help you advance your career
ms: Terdapat banyak pekerjaan yang terdapat dalam pelbagai syarikat besar yang akan membantu anda memajukan kerjaya anda

source: Type a message...
ms: Taipkan mesej ...

source: Unread Messages
ms: Mesej yang belum dibaca

source: User not found
ms: Pengguna tidak dijumpai

source: Username
ms: Nama pengguna

source: Verify
ms: Sahkan

source: View Profile
ms: Lihat profil

source: We help you to connect with the Organization.
ms: Kami membantu anda untuk berhubung dengan organisasi.

source: What type of Job Your Looking For?
ms: Apa jenis pekerjaan yang anda cari?

source: Where do you want to work?
ms: Di mana anda mahu bekerja?

source: Work Experience
ms: Pengalaman kerja

source: Wrong password
ms: Salah kata laluan

source: You are successfully registered!
ms: Anda berjaya didaftarkan!

source: You can find many dream jobs in our organization that you would like to apply for
ms: Anda boleh menemui banyak pekerjaan impian di organisasi kami yang anda ingin memohon

source: You can recruit freelancers in this app
ms: Anda boleh merekrut dalam aplikasi ini

source: Your company name
ms: Nama syarikat anda

source: Your name
ms: Nama awak

source: Your role in the hiring process
ms: Peranan anda dalam proses pengambilan pekerja
